{"metadata": {"date": "Wednesday, July 12, 2023", "time": "19:05"}, "number": "18", "title": "Public mental health services", "question": "Regarding public mental health services, will the Government inform this Council: (1) whether it knows the respective manpower requirements for psychiatric doctors, clinical psychologists, psychiatric medical social workers, psychiatric nurses and educational psychologists, as well as the respective actual numbers of such personnel employed, in the public sector since January this year; (2) of the respective numbers of educational psychologists employed in public sector primary and secondary schools in each of the past three financial years; and (3) given that the 2016 Policy Address proposed to progressively increase the ratio of educational psychologist to school to 1:4 for public sector primary and secondary schools admitting a large number of students with special educational needs, of the latest progress of the relevant work and whether it has estimated the additional manpower required to be employed for achieving that target?", "reply": "President, In consultation with the Department of Health (DH), the Education Bureau (EDB), the Hospital Authority (HA) and the Labour and Welfare Bureau, the consolidated reply to the question raised by the Hon Lillian Kwok is as follows: (1) The table below sets out the establishment and actual number of psychiatric doctor, clinical psychologist, psychiatric medical social worker, psychiatric nurse and educational psychologist (EP) employed by the DH, the EDB, the HA and the Social Welfare Department (SWD) as at May 31, 2023. Relevant bureau/ department/public organisationEstablishment (as at May 31, 2023)Actual number employed (as at May 31, 2023)Psychiatric doctorHA (Note 2)N/A379 (Note 1, Note 3)Clinical psychologistDH5036HAN/A112 (Note 1, Note 3)SWD6659Psychiatric medical social workerSWD257257Psychiatric nurseHAN/A2 997 (Note 1, Note 3) EPEDB9778 Note 1: The manpower figures above are calculated on full-time equivalent basis including permanent, contract and temporary staff, but excluding those in the HA Head Office. Note 2: Psychiatry doctors refer to all doctors working for the specialty of psychiatry, except interns. Note 3: The above manpower figures are as at April 30, 2023. Relevant bureaux/departments and the HA will review the manpower requirements in a timely manner and deploy their manpower flexibly in light of service needs. (2) School-based Educational Psychology Service (SBEPS) for public sector ordinary schools is provided by the EPs of the EDB and school-sponsoring bodies (SSBs). The EDB will create EP posts for SSBs. The EP establishments of SBEPS (including Enhanced SBEPS) from the 2020/21 to 2022/23 school years were 161, 181 and 186 respectively. (3) Starting from the 2016/17 school year, the EDB has progressively improved the ratio of EPs to schools to 1:4 for public sector ordinary primary and secondary schools with a comparatively larger number of students with special educational needs, i.e. the Enhanced SBEPS. In the 2022/23 school year, about 350 public sector ordinary primary and secondary schools have been provided with the Enhanced SBEPS. The EDB will continue to increase the number of schools receiving the Enhanced SBEPS to meet the needs of more schools, with a view to providing Enhanced SBEPS to about 60 per cent of public sector ordinary schools. To achieve this target, a total of about 200 EPs are required."}