{
    "metadata": {
        "date": "Wednesday, July 12, 2023",
        "time": "17:30"
    },
    "number": "5",
    "title": "Electronic Health Record Sharing System",
    "question": "The Government launched the Electronic Health Record Sharing System (known in abbreviated form as \"eHealth\") in 2016 for participation by members of the public and healthcare service providers. There are views that as the coverage of eHealth among healthcare service providers is still inadequate, and it is not interoperable with Mainland medical institutions, these have limited the capacity of the Government to achieve its objective of, among others, alleviating the pressure on the services of the public healthcare system by strengthening public-private partnership, promoting primary healthcare development and supporting Hong Kong people to retire in the Mainland cities of the Guangdong-Hong Kong-Macao Greater Bay Area. In this connection, will the Government inform this Council: (1) of the respective numbers of young children, adults and elderly persons who completed their registration for participation in eHealth in each of the past five years, as well as their respective percentages in the population of the relevant groups; (2) whether it has compiled statistics on the current number of private healthcare organisations in the territory and, among them, the number of those which have registered as healthcare service providers of eHealth; of the efforts made by the authorities in the past five years to promote the participation of more private healthcare organisations in eHealth; and (3) as the authorities have indicated that they will actively consider the further implementation of cross-boundary use of electronic medical records, whether the authorities have assessed the difficulties that they will encounter in implementing the relevant work, and whether they have drawn up a timetable for implementing the relevant work; if so, of the details; if not, the reasons for that?",
    "reply": "President, Thank you the Hon Chan Hoi-yan for raising this important question on the Electronic Health Record Sharing System (eHealth) today. Indeed, the sharing of electronic health records (eHRs) is very important to healthcare quality and safety, as well as the health of patients. Launched in 2016, the eHealth is a city-wide electronic sharing platform that connects various healthcare providers (HCPs) in public and private sectors in Hong Kong. HCP may upload or view the eHRs of a citizen with his/her consent. The eHealth has helped strengthened the public-private collaboration for the provision of continuing care for patients, and improvement of the efficiency, quality and safety of healthcare services. We have been improving and enriching the functionalities of the eHealth, including introducing a mobile application (eHealth App) for members of the public to manage their own health condition, such as viewing medical appointments and uploading of vaccination records, as well as expanding the sharable data of the eHealth to include images and Chinese medicine. The Government strives to gradually upgrade the role of eHealth from a record sharing system to a personal health platform and a comprehensive healthcare information infrastructure that integrates medical records, health data and medical service management, with a view to building \"one digital health record\" for every Hong Kong citizen. The eHealth will also serve as a tool to implement other major Government healthcare initiatives, especially measures related to the Primary Healthcare Blueprint announced recently. In terms of facilitating the development of cross-boundary healthcare service, our objective is to enable interconnectivity and sharing of major medical data within the Guangdong-Hong Kong-Macao Greater Bay Area (GBA) in an orderly manner. My reply to the various parts of the question raised by the Hon Chan is as follows: (1) and (2) The Government has all along been encouraging the participation of the public and HCPs in the eHealth through various channels. The number of citizens registered with eHealth increased substantially from around 0.9 million in 2018 to over 5.7 million (viz. about 80 per cent of Hong Kong population) in 2022. Meanwhile, the number of downloads of the eHealth App has reached 3 million. Among the eHealth registrants, those aged 15 to 64 and 65 or above constituted more than 80 per cent of the population of the two respective age groups, while those aged 14 or below only made up about 30 per cent of the population of that age group. The relevant figures are detailed at Annex. To boost the participating rate, we will continue to arrange mobile outreach teams to visit the maternal and child health centres (MCHCs) of the Department of Health (DH) to assist the parents with the eHealth registration for their newborns. The electronic registration of eHealth has also been incorporated into the business process of all MCHCs to increase the participation rate. Regarding HCPs, all public hospitals and clinics under the Hospital Authority (HA) have joined and uploaded medical records to the eHealth. The clinics and service locations of the DH have also participated and gradually updated their eHR systems for uploading medical records to the eHealth. As far as the private healthcare sector is concerned, as at end-June 2023, 13 local private hospitals and over 2 800 other private healthcare institutions are registered HCPs of the eHealth, covering some 4 700 healthcare service locations. Separately, more than 12 000 doctors and dentists, and about 40 000 other healthcare professionals are also registered as healthcare professionals with access to the eHealth. Over the past five years, we have rolled out a series of measures to encourage private healthcare institutions to use the eHealth and upload medical records to the system. They include expansion of sharable data scope of the eHealth to include radiological images and Chinese medicine information. We have developed modules for connecting with the eHealth, and we have also required healthcare institutions participating in Public-Private Partnership programmes of the HA and the District Health Centre network to upload eHRs to the eHealth. We have also provided the latest updates about the eHealth via briefing sessions, promotional videos and regular newsletters, so as to encourage patients and HCPs to participate in eHealth. At present, over 3 billion medical records have been shared on the eHealth. In the past three months, the monthly average eHRs viewed and monthly eHealth App login frequency have reached over 160 000 and 600 000 respectively. However, as most of the medical records came from public healthcare institutions, which is relatively unidirectional, the vision and potential of the eHealth in connecting the eHRs of the public and private sectors have not been fully realised. In the next phase of the eHealth development, we will work to improve the uploading of medical records by private healthcare institutions and making use of the eHealth App to encourage better health management by members of the public. We will launch collaboration projects with private healthcare institutions and health information technology (IT) solution partners to foster technical exchange and collaboration and to garner more experience, with a view to laying a solid foundation in the technical aspect for data sharing and enhancing further integration between private healthcare IT systems and the eHealth. In addition, we will require the use of the eHealth and the mandatory uploading of essential health and service data by all HCPs participating in the Government financed or subsidised health programmes, so as to facilitate better co-ordination and continuity of various healthcare services. We will also explore the feasibility of mandating the upload of important medical records through legislative means, so as to allow key health data be shared among HCPs in the public and private sectors, thus reducing duplicated medical examinations and medication errors. (3) As for the third question on the cross-boundary use of eHRs, Given patient's health records belongs to sensitive personal data, in considering the cross-boundary use of eHRs, we must ensure that patients' rights, data privacy and security are fully safeguarded and that the access and usage of the data are effectively monitored. We should duly consider the compatibility of the systems, safeguards on privacy, data security and laws and regulations between Hong Kong and the Mainland, with a view to unleashing the potential of cross-boundary data use in a step-by-step manner. At present, members of the public may apply for their eHealth records in electronic or paper form, for sharing with non-local HCPs. We have made special arrangements during the COVID-19 epidemic, enabling participants of the Pilot Scheme for Supporting Patients of the Hospital Authority in the Guangdong-Hong Kong-Macao Greater Bay Area to authorise the University of Hong Kong-Shenzhen Hospital to collect and use copies of their health records in the eHealth, thereby facilitating the provision of healthcare services by healthcare professionals in both places. In view of the positive feedback received from members of the public on such sharing of health records, we will continue to expand and deepen our work on this front. We will further enhance the eHealth system this year by enabling users to make one-stop applications for their eHealth records through the eHealth App. We are also looking into ways to allow citizens to upload their non-local health records information onto the eHealth. In other words, citizen's records of medical examinations or treatments received outside Hong Kong can be uploaded to the eHealth for local healthcare professionals' reference, so as to improve the data connectivity between two places. In light of the related developments, we will also review the need of amending the Electronic Health Record Sharing System Ordinance (Cap. 625) so as to offer an appropriate legislative framework for cross-boundary transfer and use of medical records, so as to facilitate the flow of health data between healthcare systems in the GBA. Thank you, President."
}