{"metadata": {"date": "Wednesday, July 12, 2023", "time": "16:48"}, "number": "2", "title": "Supporting mental health of minors", "question": "There are views that gory and violent footage of unfortunate incidents easily causes worries and anxieties among minors, and creates a long-term impact on their mental health. In this connection, will the Government inform this Council: (1) whether it has compiled statistics on the number of minors who were emotionally disturbed after being exposed to undesirable information involving violence, etc and needed to seek professional assistance (including but not limited to the 24-hour hotline of the Social Welfare Department, the \"Shall We Talk\" Psychological Support Service of the Hong Kong Red Cross, and the Mental Health Direct hotline of the Hospital Authority), in each of the past three years; if so, of the details; if not, whether it intends to start compiling such statistics; (2) as there are views that the impact of gory and violent footage is particularly serious on the mental health of minors, whether the authorities will consider stepping up publicity and education, as well as providing more emotional support services for the affected minors; if so, of the details; if not, the reasons for that; and (3) whether it will instruct the District Services and Community Care Teams (Care Teams) to step up work on strengthening the mental health of minors, and consider providing additional support for Care Teams, such as increasing the amount of funding or providing relevant training for their members and volunteers?", "reply": "President, the Hon Chan, and members, The Government attaches great importance to the mental health of the public. However, mental health goes beyond medical care issues, and various factors at different levels such as the economy, media, education, family and social welfare, could also affect our mental health. In terms of the mental health of children and adolescents, the Government adopts an integrated and multi-disciplinary service approach including education, prevention, early identification, as well as provision of appropriate intervention, treatment and rehabilitation services for persons in need, so as to enhance the overall mental health of minors. The occurrence of unfortunate incidents in society undoubtedly caused distress among some citizens, including minors. However, it was more heartbreaking that some people have filmed these unfortunate incidents, in particular some gory and violent video clips, and put them on the internet, or even widely disseminated and shared in the media. The mental health of minors exposed to those clips is seriously affected, which is regrettable. To avoid affecting the mental health of citizens, in particular minors, it is very important to avoid these gory video clips from being disseminated on the internet or in the media. The Government would like to remind the media to exercise self-discipline and refrain from disseminate these gory and violent video clips. The Government also appeals to the public to stop sharing these gory and violent video clips, and take the initiative to care for the minors around them, pay attention to their mental health needs after they have seen these video clips, and encourage them to seek professional help as soon as possible if they experience emotional distress. In consultation with the Department of Health (DH), the Education Bureau (EDB), the Home and Youth Affairs Bureau, the Hospital Authority (HA) and the Labour and Welfare Bureau, the consolidated reply to the question raised by the Hon Judy Chan is as follows: (1) In the past three years, the utilisation statistics of the HA's child and adolescent psychiatric specialist outpatient service, the HA Mental Health Direct service, as well as the SWD's Integrated Community Centres for Mental Wellness (ICCMWs) service is set out in the Annex, and I will not repeat here. Relevant bureaux and departments do not maintain the utilisation of the \"Shall We Talk\" psychological support service hotline of the Hong Kong Red Cross. The HA and the SWD do not maintain statistics on whether the people using the relevant services are minors, or whether their reasons for seeking help are related to undesirable information. The request for mental health services or consultations by minors often involves multiple complicated reasons that interact with one another. In addition to being troubled by undesirable information, it could also include many complicated factors including their academics, family and interpersonal relationships, making it difficult to simplify the reasons behind help-seeking to compile statistics. (2) The circulation of video clips of unfortunate incidents on the internet and in the media caused fear and anxiety among many members of the public, and the situation is particularly serious among some minors. Following the incidents, the Government promptly provided immediate emotional support service to the public, and urged the community to stop sharing the video clips and pay attention to the emotional conditions of persons around them. Our measures include: (a) the HA, the SWD and other organisations operated hotlines for assistance; (b) the SWD set up a mobile service counter near the scene of the incident and held emotional support sessions so as to distribute pamphlets to the public and explain ways of coping with emotional disturbances. Clinical psychologists also provided emotional counselling and referral to those in need on the spot; and (c) the EDB also appealed to schools to refer to the guidelines for crisis aftermath intervention and psychological support, and discuss with school guidance personnel and school-based educational psychologists on ways to provide psychological education to students at appropriate occasions. In addition, to prevent children and adolescents' mental health from long-term effects due to exposure to violent video clips, the Government has also been providing support to them through other channels. These measures include: (a) on school support, the EDB assists schools in adopting the Whole School Approach to promote mental health of students and enhance support for students with mental health needs. For instance, the EDB is committed to providing \"gatekeeper\" training for teachers, parents and students to enable their early identification of and support for students with mental health needs. The Health Bureau (HHB), in collaboration with the EDB, the HA and the SWD, has also launched the Student Mental Health Support Scheme to provide support services for students with mental health needs. The annual health assessment services provided by the Student Health Service of the DH also cover identification and monitoring of health issues, including mental health issues; (b) on community support, the SWD provides mental health support to children and adolescents in need through the ICCMWs, Integrated Family Service Centres and Cyber Youth Support Teams, etc; (c) on psychiatric services, different professional medical teams under the HA's child and adolescent psychiatric service provide early identification, assessment and treatment services for children and adolescents in need. They also provide treatment and follow-up to children and adolescents in need depending on the severity of their medical conditions; and (d) on promotion and education, the Advisory Committee on Mental Health's \"Shall We Talk\" mental health promotion and public education initiative and the SWD's Mobile Vans for Publicity Service on Mental Wellness, etc, promote mental health information to children and adolescents so as to develop their understanding towards mental health at a young age and encourage them to seek help in a timely manner if in need. (3) The Government is progressively launching the District Services and Community Care Teams (Care Teams) in the 18 districts to mobilise community resources and carry out caring initiatives. For example, Care Teams will visit persons in need and introduce to them the Government's support services and community resources. In the event that residents requiring assistance are identified, the case will be referred to professional service providers for follow-up. The HHB will actively explore with the relevant bureau the feasibility of better utilising the district network and service experience of Care Teams to further support individuals with mental health needs. The HHB is currently studying the specific arrangements. Thank you, President."}